Repository: lbernardo-dev/Reps
Catalog: Reps/Resources/Localizable.xcstrings
Source language: en
Languages: es

# Backups JSON, exportación CSV y tarjetas compartibles.
source: JSON backups, CSV export and shareable cards.
es: Backups JSON, exportación CSV y tarjetas compartibles.

# Baja fatiga: movimiento local o estable, fácil de recuperar.
source: Low fatigue: local or stable movement, easy to recover.
es: Baja fatiga: movimiento local o estable, fácil de recuperar.

# bajar_valor
source: Decrease value
es: Bajar valor

# bajo
source: Low
es: bajo

# Balanza de Rendimiento Fisiológico
source: Physiological Performance Scale
es: Balanza de Rendimiento Fisiológico

# balón medicinal
source: medicine ball
es: balón medicinal

# Balón medicinal
source: medicine ball
es: Balón medicinal

# Banda elástica
source: elastic band
es: Banda elástica

# Bandas elásticas
source: elastic bands
es: Bandas elásticas

source: Barbell
es: Barra

source: Barcode
es: Código de barras

# barcode_2
source: Barcode
es: Código de barras

# Barra olímpica
source: Olympic bar
es: Barra olímpica

# Barra Olímpica (20 kg)
source: Olympic bar (20 kg)
es: Barra Olímpica (20 kg)

# Barra Técnica (10 kg)
source: Technical Bar (10 kg)
es: Barra Técnica (10 kg)

# barra_2
source: Bar
es: Barra

# Base del plan
source: Basis of the plan
es: Base del plan

# Base para tu objetivo y estimaciones de progreso.
source: Basis for your goal and progress estimates.
es: Base para tu objetivo y estimaciones de progreso.

# basic_analytics_benefit
source: Measure consistency, volume and basic progress for free.
es: Mide constancia, volumen y progreso básico gratis.

# basic_analytics_summary
source: Check progress, streaks and core metrics.
es: Consulta progreso, rachas y métricas base.

# basic_analytics_title
source: Basic Analytics
es: Analítica base

source: Basic habit
es: Hábito básico

source: Basic information
es: Información básica

# Básico
source: Essential
es: Básico

# Batería
source: Battery
es: Batería

# BATERÍA
source: BATTERY
es: BATERÍA

# Batería de entrenamiento al (level)%
source: Training battery at \(level)%
es: Batería de entrenamiento al \(level)%

# Batería de entreno
source: training battery
es: Batería de entreno

# Batería de Entreno
source: Training Battery
es: Batería de Entreno

# BATERÍA DE ENTRENO
source: TRAINING BATTERY
es: BATERÍA DE ENTRENO

# Batería de entreno baja
source: Low training battery
es: Batería de entreno baja

# Batería de entreno cargada
source: Charged training battery
es: Batería de entreno cargada

# Batería de entreno crítica
source: Critical training battery
es: Batería de entreno crítica

# Batería de entreno estable
source: Stable training battery
es: Batería de entreno estable

# Batería de Recuperación
source: Recovery Battery
es: Batería de Recuperación

# BATERÍA DE RECUPERACIÓN
source: RECOVERY BATTERY
es: BATERÍA DE RECUPERACIÓN

# Batería: (level)%
source: Battery: \(level)%
es: Batería: \(level)%

# Batería: %lld%
source: Battery: %lld%
es: Batería: %lld%

# Batería: %lld%%
source: Battery: %lld%%
es: Batería: %lld%%

source: Battery
es: Batería

# battery_2
source: Battery
es: Batería de entreno

# battery_3
source: BATTERY
es: BATERÍA

# battery_charged_message
source: Good headroom for a productive session.
es: Buen margen para una sesión productiva.

# battery_charged_suggestion
source: You can progress if technique holds and the target RPE fits.
es: Puedes progresar si la técnica se mantiene y el RPE objetivo encaja.

# battery_charged_title
source: Training battery charged
es: Batería de entreno cargada

# battery_critical_advice
source: Critical State. Training now increases injury risk. We strongly recommend postponing or switching to low-intensity mobility, and cutting loads by 40%.
es: Zona Crítica. Entrenar aquí puede causar sobreentrenamiento. Recomendamos posponer o cambiar a una sesión de estiramiento y descargar peso un 40%.

# battery_critical_message
source: Accumulated fatigue exceeds your recent recovery.
es: La fatiga acumulada supera tu recuperación reciente.

# battery_critical_suggestion
source: Switch to rest, mobility or a deload. If you train, cut volume 40% and avoid RPE 9-10.
es: Cambia a descanso, movilidad o descarga. Si entrenas, reduce volumen 40% y evita RPE 9-10.

# battery_critical_title
source: Training battery critical
es: Batería de entreno crítica

# battery_low_advice
source: Low State. You can train but reduce accessories. Keep RPE target around 6-7 and rest at least 3 minutes between primary heavy sets.
es: Zona Baja. Puedes entrenar, pero modera el esfuerzo. Mantén el RPE objetivo en 6-7 y descansa un mínimo de 3 minutos entre series.

# battery_low_message
source: You can train, but the room to progress is limited.
es: Puedes entrenar, pero el margen para progresar es limitado.

# battery_low_suggestion
source: Keep RPE 6-7, rest 2-3 min between hard sets and trim accessories.
es: Mantén RPE 6-7, descansa 2-3 min entre series duras y recorta accesorios.

# battery_low_title
source: Training battery low
es: Batería de entreno baja

# battery_now_projected_format
source: %d%% now · %d%% at finish
es: %d%% ahora · %d%% al terminar

# battery_percent_format
source: Battery: %d%%
es: Batería: %d%%

# battery_prime_advice
source: Prime State. Cellular homeostasis is fully restored. You have the optimal window to push intense sets and seek progressive overload.
es: Zona Excelente. La homeostasis celular está al máximo. Tienes margen óptimo para empujar series pesadas e intentar sobrecarga progresiva.

# battery_stable_advice
source: Steady State. Perfect for standard routine training. Execute according to plan and respect complete rest periods between compound movements.
es: Zona Estable. Entrena según lo programado. Asegúrate de descansar bien y completar los tiempos de pausa previstos en ejercicios principales.

# battery_state_charged
source: Charged
es: Cargada

# battery_steady_message
source: Load and recovery are reasonably balanced.
es: La carga y la recuperación están razonablemente equilibradas.

# battery_steady_suggestion
source: Train as planned and take full rests on the main lifts.
es: Entrena según plan y respeta los descansos completos en ejercicios principales.

# battery_steady_title
source: Training battery steady
es: Batería de entreno estable

# battery_stops_recharging_when_rest_is_skipped
source: The battery stops recharging when you skip rest.
es: La batería deja de recargar cuando saltas el descanso.

# battery_suggestion_good
source: Great time to train.
es: Buen momento para entrenar.

source: BEFORE/AFTER
es: ANTES/DESPUÉS

source: Beginner
es: Principiante

source: Beginner Full Body
es: Principiante de cuerpo completo

source: Below growth zone
es: Por debajo de la zona de crecimiento

source: Bench
es: Banco

source: Best
es: Mejor

source: Best value
es: Mejor valor

source: Best weight
es: Mejor peso

source: Between exercises
es: Entre ejercicios

# Biblioteca
source: Library
es: Biblioteca

# Biblioteca actualizada: (addedCount) nuevos, (mergedCount) completados.
source: Library updated: \(addedCount) new, \(mergedCount) completed.
es: Biblioteca actualizada: \(addedCount) nuevos, \(mergedCount) completados.

# Biblioteca de ejercicios
source: Exercise Library
es: Biblioteca de ejercicios

# Biblioteca local
source: Local library
es: Biblioteca local

# Biblioteca visual
source: Visual library
es: Biblioteca visual

# bibliotecas
source: Libraries
es: Bibliotecas

# Bíceps
source: Biceps
es: Bíceps

# biceps_label
source: Biceps
es: Bíceps

# Bici estática
source: stationary bike
es: Bici estática

# Bicicleta estática
source: stationary bike
es: Bicicleta estática

# bienestar
source: Wellness
es: Bienestar

# billing_annual
source: Annual
es: Anual

source: Billing cycle
es: Ciclo de cobro

# billing_monthly
source: Monthly
es: Mensual

# billing_one_time
source: One-time
es: Único

source: Billing period
es: Periodo facturado

# billing_quarterly
source: Quarterly
es: Trimestral

# billing_weekly
source: Weekly
es: Semanal

source: Birthdate
es: Fecha de nacimiento

source: Body stress & wellness
es: Estrés corporal y bienestar

source: Body Weight
es: Peso corporal

# body_2
source: Body
es: Cuerpo

source: Body and wellness
es: Cuerpo y bienestar

source: Body, data, and account
es: Cuerpo, datos y cuenta

source: Body fat
es: Grasa

source: Body Indexes
es: Índices

source: Body indices
es: Índices corporales

# body_metrics_2
source: Body metrics
es: Métricas corporales

source: Body metrics saved in Reps.
es: Métricas corporales guardadas en Reps.

# body_stress_and_wellness
source: Body stress & wellness
es: Estrés corporal y wellness

# body_weight_2
source: BODY WEIGHT
es: PESO CORPORAL

# body_weight_3
source: Body Weight
es: Peso corporal

source: Bodyweight
es: Peso corporal

# bodyweight_2
source: %.2f× bodyweight
es: %.2f× peso corporal

# bodyweight_x_reps_format
source: Bodyweight x %d
es: Peso corporal x %d

# bookmark_time_format
source: Bookmark %d:%02d
es: Marcador %d:%02d

# BPM 95 · Chill Lofi hip hop para ritmos aeróbicos suaves
source: BPM 95 · Chill Lofi hip hop for smooth aerobic rhythms
es: BPM 95 · Chill Lofi hip hop para ritmos aeróbicos suaves

# BPM 140 · Phonk agresivo para romper récords personales
source: BPM 140 · Aggressive Phonk to break personal records
es: BPM 140 · Phonk agresivo para romper récords personales

# brazo_cm
source: Arm (cm)
es: Brazo (cm)

source: Browse and add movements
es: Explora y añade movimientos

# browse_programs_button
source: Browse programs
es: Descubrir programas

# Buen margen para una sesión productiva.
source: Good margin for a productive session.
es: Buen margen para una sesión productiva.

# Buena sesión
source: Good session
es: Buena sesión

source: Build
es: Construir

source: Build Muscle
es: Ganar musculo

# Busca ejercicios reales o reutiliza rutinas completas.
source: Find real exercises or reuse complete routines.
es: Busca ejercicios reales o reutiliza rutinas completas.

# Buscar ejercicio
source: Find exercise
es: Buscar ejercicio

# Buscar ejercicios
source: Search exercises
es: Buscar ejercicios

# Buscar en biblioteca o catálogo...
source: Search in library or catalog...
es: Buscar en biblioteca o catálogo...

# Buscar en tu música o catálogo
source: Search your music or catalog
es: Buscar en tu música o catálogo

# Buscar por nombre, músculo o equipo
source: Search by name, muscle or equipment
es: Buscar por nombre, músculo o equipo

# Buscar por título o notas...
source: Search by title or notes...
es: Buscar por título o notas...

# buscar_playlist
source: Search playlist...
es: Buscar playlist...

source: BW
es: PC

source: by muscle
es: por músculo

source: Cable
es: Polea

source: Cables
es: Poleas

source: Cables, guided stations, and structures.
es: Poleas, estaciones guiadas y estructuras.

# Cadena posterior
source: Posterior chain
es: Cadena posterior

# cadera_cm
source: Hip (cm)
es: Cadera (cm)

# Calcula cómo afectará tu próximo entrenamiento agendado a tu batería de energía:
source: Calculate how your next scheduled workout will affect your energy battery:
es: Calcula cómo afectará tu próximo entrenamiento agendado a tu batería de energía:

# Calculadora de 1RM (Fórmula Epley)
source: 1RM Calculator (Epley Formula)
es: Calculadora de 1RM (Fórmula Epley)

# calculadora_1rm
source: 1RM Calculator
es: Calculadora 1RM

# Calculando volumen y series óptimas...
source: Calculating volume and optimal series...
es: Calculando volumen y series óptimas...

source: Calculate how your next scheduled workout will impact your training battery:
es: Calcula cómo afectará tu próximo entrenamiento agendado a tu batería de energía:

source: Calculating optimal volume and sets...
es: Calculando volumen y series óptimas...

source: Calendar
es: Calendario

# calendar_2
source: Calendar
es: Calendario

# Calendario
source: Calendar
es: Calendario

# Calidad sueño: (sleepQuality)/5
source: Sleep quality: \(sleepQuality)/5
es: Calidad sueño: \(sleepQuality)/5

# Calorías
source: Calories
es: Calorías

# calorie_goal_build_muscle
source: Build muscle
es: Ganar musculo

# calorie_goal_fat_loss
source: Fat loss
es: Perder grasa

# calorie_goal_recomposition
source: Recomposition
es: Recomposicion

# calorie_goal_strength
source: Strength
es: Fuerza

source: Calorie deficit
es: Déficit calórico

# calories_2
source: Calories
es: Calorías

# calves_label
source: Calves
es: Gemelos

# Cámara
source: Camera
es: Cámara

source: Switch to rest, mobility or unloading. If you train, reduce volume 40% and avoid RPE 9-10.
es: Cambia a descanso, movilidad o descarga. Si entrenas, reduce volumen 40% y evita RPE 9-10.

# Cambiar día
source: Change day
es: Cambiar día

# Cambiar plan
source: Change plan
es: Cambiar plan

# cambiar_imagen
source: Change image
es: Cambiar imagen

# cambio 1RM
source: 1RM delta
es: cambio 1RM

source: Camera
es: Cámara

# camera_access_blocked_message
source: Camera access is blocked. Enable it in Settings.
es: El acceso a la cámara está bloqueado. Actívalo en Ajustes.

# camera_access_blocked_settings
source: Camera access is blocked. Enable it in Settings.
es: El acceso a la cámara está bloqueado. Actívalo en Ajustes.

# camera_blocked_reps_settings
source: Camera is blocked. Enable it in Settings → Reps.
es: La cámara está bloqueada. Actívala en Ajustes → Reps.

# caminata
source: Walk
es: Caminata

# Caminata en cinta
source: Treadmill walk
es: Caminata en cinta

# Caminata exterior
source: Outdoor walk
es: Caminata exterior

# campos_pro
source: Pro fields
es: Campos Pro

source: Cancel
es: Cancelar

# Cancelar
source: Cancel
es: Cancelar

# Canjear mi semana gratis
source: Redeem my free week
es: Canjear mi semana gratis

source: Cannot start a session without exercises.
es: No se puede iniciar una sesión sin ejercicios.

# Cápsula Líquida
source: Liquid Capsule
es: Cápsula Líquida

source: Caption
es: Subtítulo

# Cardio en cinta
source: Treadmill cardio
es: Cardio en cinta

# Cardio en curso · %@
source: Cardio in progress · %@
es: Cardio en curso · %@

# Cardio exterior
source: Outdoor cardio
es: Cardio exterior

# Cardio y cuerpo
source: Cardio and body
es: Cardio y cuerpo

source: Cardio and body
es: Cardio y cuerpo

source: Cardio and power
es: Cardio y potencia

# cardio_imported_from_apple_health_count_format
source: Cardio imported from Apple Health: %d new records.
es: Cardio importado desde Apple Health: %d registros nuevos.

# cardio_in_progress_distance_format
source: Cardio in progress · %@
es: Cardio en curso · %@

# cardio_run
source: Run
es: Carrera

# cardio_walk
source: Walk
es: Caminata

# Carga de Hoy
source: Today's Load
es: Carga de Hoy

# Carga progresiva, básicos y accesorios.
source: Progressive loading, basics and accessories.
es: Carga progresiva, básicos y accesorios.

source: Recommended load per side with a 20 kg bar. The buttons insert special sets without closing the workout.
es: Carga recomendada por lado con barra de 20 kg. Los botones insertan series especiales sin cerrar el entrenamiento.

# Carga Semanal
source: Weekly Load
es: Carga Semanal

# Cargando tu biblioteca...
source: Loading your library...
es: Cargando tu biblioteca...

# Cargar tus playlists guardadas en tu biblioteca.
source: Load your playlists saved in your library.
es: Cargar tus playlists guardadas en tu biblioteca.

# CARGAS DE ESTRÉS (-)
source: STRESS LOADS (-)
es: CARGAS DE ESTRÉS (-)

# Carrera en cinta
source: Treadmill run
es: Carrera en cinta

# Carrera exterior
source: Outdoor run
es: Carrera exterior

# carrera_2
source: Run
es: Carrera

# Casa según mi equipo
source: House according to my team
es: Casa según mi equipo

# Casa y gimnasio
source: Home and gym
es: Casa y gimnasio

# Celda Sci-Fi
source: Sci-Fi Grid
es: Celda Sci-Fi

# Central de sesión
source: Session center
es: Central de sesión

# Cerrar
source: Close
es: Cerrar

# Cerrar ajustes
source: Close settings
es: Cerrar ajustes

# Cerrar la semana
source: Close the week
es: Cerrar la semana

# Cerrar menú rápido
source: Close quick menu
es: Cerrar menú rápido

# Cerrar resumen
source: Close summary
es: Cerrar resumen

# challenge_active
source: Active
es: Activo

# challenge_create
source: Create challenge
es: Crear reto

# challenge_description_placeholder
source: Describe the goal (optional)
es: Describe el objetivo (opcional)

# challenge_duration
source: Duration
es: Duración

# challenge_empty_message
source: Create a challenge and compete with friends.
es: Crea un reto y compite con tus amigos.

# challenge_empty_title
source: No challenges yet
es: Sin retos aún

# challenge_end
source: Ends
es: Termina

# challenge_ended
source: Ended
es: Terminado

# challenge_join
source: Join challenge
es: Unirse al reto

# challenge_join_prompt
source: Join this challenge to compete and appear on the leaderboard.
es: Únete a este reto para competir y aparecer en la clasificación.

# challenge_leaderboard
source: Ranking
es: Clasificación

# challenge_metric
source: Metric
es: Métrica

# challenge_metric_prCount
source: Personal records
es: Récords personales

# challenge_metric_streak
source: Sessions completed
es: Sesiones completadas

# challenge_metric_volume
source: Total volume (kg)
es: Volumen total (kg)

# challenge_participants
source: participants
es: participantes

# challenge_participants_count
source: %lld participants
es: %lld participantes

# challenge_publish
source: Publish
es: Publicar

# challenge_start
source: Starts
es: Empieza

# challenge_tab
source: Challenges
es: Retos

# challenge_title_placeholder
source: Challenge name
es: Nombre del reto

# challenge_you
source: You
es: Tú

source: Change day
es: Cambiar día

source: Change plan
es: Cambiar plan

source: charts & insights
es: gráficas e insights

# charts_and_insights
source: charts & insights
es: gráficas e insights

# check_distance_pace_and_heart_rate
source: Check distance, pace, and heart rate without waiting for the final summary.
es: Consulta distancia, ritmo y pulso sin esperar al resumen final.

# check_everything_you_can_comfortably_wear_the_more_precise_it_is_the_better_we_w
source: Check everything you can comfortably wear. The more precise it is, the better we will adjust exercises, variations and progression.
es: Marca todo lo que puedes usar con comodidad. Cuanto más preciso sea, mejor ajustaremos ejercicios, variantes y progresión.

# check_time_estimated_distance_steps_and_heart_rate
source: Check time, estimated distance, steps, and heart rate without a GPS map.
es: Consulta tiempo, distancia estimada, pasos y pulso sin mapa GPS.

source: Chest
es: Pecho

# chest_label
source: Chest
es: Pecho

source: Choose Next Move
es: Elija el siguiente movimiento

source: Choose exercise
es: Elegir ejercicio

source: Choose from gallery
es: Elegir de galería

source: Choose location
es: Elegir ubicación

# choose_the_areas_to_prioritize_or_select_all
source: Choose the areas you want to prioritize or select all.
es: Escoge las zonas que quieras priorizar o selecciona todas.

source: Choose the body the app will use
es: Elige el cuerpo que usará la app

# choose_the_most_realistic_setup_then_refine_equipment_and_duration
source: Choose the most realistic setup. Then we refine equipment and duration.
es: Escoge el escenario más realista. Luego afinamos equipo y duración.

source: Choose your access
es: Elige tu acceso

# Ciclo
source: Cycle
es: Ciclo

# Cierre de sesión
source: Logout
es: Cierre de sesión

# Cinta
source: Treadmill
es: Cinta

# CINTA ACTIVA
source: ACTIVE TREADMILL
es: CINTA ACTIVA

# cinta_pausada
source: Treadmill paused
es: Cinta pausada

# Cinta, bici, remo, elíptica o bicicleta de aire.
source: Treadmill, bike, rower, elliptical or air bike.
es: Cinta, bici, remo, elíptica o bicicleta de aire.

# cintura_cm
source: Waist (cm)
es: Cintura (cm)

source: Close
es: Cerrar

source: Close Eyes
es: cerrar los ojos

source: Close settings
es: Cerrar ajustes

source: Close summary
es: Cerrar resumen

# closing_in_seconds_format
source: Closing in %d s
es: Cerrando en %d s

# CloudKit no devolvió un identificador para la cuenta iCloud actual.
source: CloudKit did not return an identifier for the current iCloud account.
es: CloudKit no devolvió un identificador para la cuenta iCloud actual.

# color_blue
source: Blue
es: Azul

# color_green
source: Green
es: Verde

# color_orange
source: Orange
es: Naranja

# color_purple
source: Purple
es: Morado

# color_red
source: Red
es: Rojo

# color_system
source: System
es: Sistema

# color_yellow
source: Yellow
es: Amarillo

# comment_sending
source: Sending…
es: Enviando…

source: Comments
es: Comentarios

# comments_empty_message
source: Be the first to comment on this workout.
es: Sé el primero en comentar este entrenamiento.

# comments_empty_title
source: No comments yet
es: Sin comentarios

# comments_placeholder
source: Add a comment...
es: Añadir un comentario...

# comments_view_all
source: View all %d comments
es: Ver los %d comentarios

source: Community
es: Comunidad

# community_active
source: Profile active · Compare with friends
es: Perfil activo · Compara con amigos

# compare_and_compete
source: Compare progress and compete
es: Compara progreso y compite

source: Compare Strength
es: Comparar fuerza

# comparison_back_progress
source: Progress
es: Progreso

# comparison_col_before
source: Before
es: Antes

# comparison_col_metric
source: Metric
es: Métrica

# comparison_col_now
source: Now
es: Ahora

# comparison_exercises_with_history
source: Exercises with history
es: Ejercicios con historial

# comparison_intro_subtitle
source: Last 4 weeks vs the 4 before that
es: Últ. 4 semanas vs las 4 anteriores

# comparison_intro_title
source: You vs your past self
es: Tú vs tu yo anterior

# comparison_no_history_msg
source: Complete strength workouts to see the comparison.
es: Completa entrenamientos con ejercicios de fuerza para ver la comparación.

# comparison_no_history_title
source: No history yet
es: Sin historial aún

# comparison_row_1rm
source: Est. 1RM
es: 1RM Estimado

# comparison_row_max_weight
source: Max weight
es: Peso máximo

# comparison_row_volume_session
source: Volume/session
es: Volumen/sesión

# comparison_search_placeholder
source: Search exercise…
es: Buscar ejercicio…

# comparison_sessions_format
source: %d sessions now · %d before
es: %d sesiones ahora · %d antes

# comparison_share_challenge
source: Share challenge
es: Compartir reto

# comparison_share_declining_format
source: 📉 Work in progress in %@. 1RM: %@ %@ (-%d%% vs 4 weeks ago). #Reps
es: 📉 Trabajo pendiente en %@. 1RM: %@ %@ (-%d%% vs hace 4 semanas). #Reps

# comparison_share_steady_format
source: 🏋️ Holding strong in %@: %@ %@. #Reps
es: 🏋️ Mi fuerza en %@ se mantiene: %@ %@. #Reps

# comparison_share_stronger_format
source: 💪 I got stronger in %@! 1RM: %@ %@ (+%d%% vs 4 weeks ago). #Reps
es: 💪 Soy más fuerte en %@! 1RM: %@ %@ (+%d%% vs hace 4 semanas). #Reps

# comparison_title
source: Compare strength
es: Comparar fuerza

# comparison_verdict_declining
source: DECLINING
es: BAJANDO

# comparison_verdict_no_data
source: NO DATA
es: SIN DATOS

# comparison_verdict_same
source: SAME LEVEL
es: MISMO NIVEL

# comparison_verdict_stronger
source: STRONGER
es: MÁS FUERTE

# Comparte progreso sin capturas manuales.
source: Share progress without manual screenshots.
es: Comparte progreso sin capturas manuales.

# Comparte recibos, tarjetas y resúmenes visuales.
source: Share receipts, cards and visual summaries.
es: Comparte recibos, tarjetas y resúmenes visuales.

# Comparte tu progreso
source: Share your progress
es: Comparte tu progreso

# Compartir
source: Share
es: Compartir

# Compartir backup
source: Share backup
es: Compartir backup

# Compartir CSV
source: Share CSV
es: Compartir CSV

# Compartir PNG
source: Share PNG
es: Compartir PNG

# Compartir progreso
source: Share progress
es: Compartir progreso
